/* XFLD: label for a field */
"keyMAFLogonUIProgressDialogText" = "دخول";

/* XFLD: label for a field */
"keyMAFLogonUIAlertViewButtonText" = "موافق";

/* XHED: label for a field */
"keyMAFLogonUIAlertViewTitle" = "خطأ";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerHost" = "الخادم";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelResourcePath" = "لاحقة URL";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerPort" = "المنفذ";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "المجال";

/* XFLD: label for a switch (on/off), max 18 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "قناة مؤمنة";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPassword" = "كلمة المرور";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "تأكيد كلمة المرور";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelFarmId" = "معرف المزرعة";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecurityConfig" = "تكوين الأمان";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendUserName" = "اسم المستخدم";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "رمز مرور جديد";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "رمز المرور";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "تأكيد رمز المرور";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "رمز مرور التطبيق";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "رمز مرور التطبيق الحالي";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelMobileUser" = "مستخدم الجوال";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelActivationCode" = "رمز التنشيط";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelGatewayClient" = "العميل";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "رمز مرور SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "اسم المستخدم";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "كلمة المرور";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "كلمة المرور";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "اسم المستخدم";

/* XFLD: label for a field */
"keyMAFLogonUIFieldHintOptional" = "(اختياري)";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelDeleteUser" = "هل تريد إلغاء تنشيط التطبيق؟";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelLock" = "هل ترغب في تأمين التطبيق؟";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "هل تريد تحديث إعدادات التطبيق؟";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerTrust" = "هل تثق في هذه الشهادة؟";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUploadTrace" = "هل تريد تحميل التتبعات إلى الخادم؟";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "تشغيل رمز المرور";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "إلغاء تشغيل  رمز المرور";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "تغيير رمز المرور";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "بيانات تسجيل الدخول";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "تفاصيل";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordCreation" = "رمز مرور التطبيق";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "رمز مرور التطبيق";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "التالي";

/* XBUT */
"keyMAFLogonUIActionItemLabelStartLogon" = "تسجيل الدخول";

/* XBUT */
"keyMAFLogonUIActionItemLabelDemoMode" = "جرّب";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "تم";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockStart" = "تسجيل الدخول";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "هل نسيت رمز المرور؟";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockStart" = "تأمين";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "تحديث";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteStart" = "إلغاء تنشيط";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "تم";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "تم";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "تحميل";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "نسيت رمز مرور SSO";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "تخطي";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "تم";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "التالي";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "التالي";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "الخلف";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "إلغاء";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "قم بتسجيل الدخول";

/* XHED */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "أدخل رمز مرور SSO";

/* XHED */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "تم تأمين رمز المرور";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "أدخل بيانات الاعتماد";

/* XHED */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "أدخل رمز المرور";

/* XHED */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "قم بتعيين رمز المرور";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "قم بتغيير رمز المرور";

/* XHED */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "قم بتسجيل الدخول";

/* XHED */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "حذف";

/* XHED */
"keyMAFLogonUIViewTitleLabelLockScreen" = "تأمين";

/* XHED */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "تحديث";

/* XHED */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "قم بتحميل التتبع";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "قم بتحديث كلمة المرور";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "بيانات تسجيل الدخول";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "قم بتسجيل الدخول";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "تعيين رمز مرور";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "تعيين رمز مرور";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "أدخل كلمة مرور SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "أدخل بيانات اعتماد تسجيل الدخول";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "تعيين رمز مرور";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "قم بتغيير رمز المرور";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "قم بتغيير رمز المرور";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "قم بإيقاف تشغيل رمز المرور";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "قم بتسجيل الدخول";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "حذف";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "تأمين";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "تحديث";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "قم بتحميل التتبع";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "قم بتحديث كلمة المرور";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "بيانات تسجيل الدخول";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "نموذج تسجيل دخول SAP MAF";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "إذا لم تكن لديك بيانات تسجيل دخول خاصة بك، يمكنك تجرية التطبيق باستخدام نموذج البيانات.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "أدخل بيانات تسجيل الدخول للدخول إلى التطبيق. سيتذكر التطبيق هذه البيانات.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "يجب عليك تعيين رمز مرور التطبيق لحمايته من الاستخدام غير المعتمَد.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "يمكنك تعيين رمز مرور التطبيق لحمايته من الاستخدام غير المعتمَد.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "يمكنك تعيين رمز مرور التطبيق لحمايته من الاستخدام غير المعتمَد.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "أدخل رمز مرور التطبيق القديم ثم أدخل الرمز الجديد لتغيير رمز المرور.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "أدخل رمز مرور التطبيق القديم ثم أدخل الرمز الجديد لتغيير رمز المرور.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "أدخل رمز مرور تطبيقك لإيقاف تشغيل رمز المرور.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "أدخل رمز مرور تطبيقك للدخول إلى التطبيق.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "هذا مثال على الأسلوب المقترن بتسلسل تسجيل الدخول باستخدام مكونات MAF - حذف";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "هذا مثال على الأسلوب المقترن بتسلسل تسجيل الدخول باستخدام مكونات MAF - تأمين";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "هذا مثال على الأسلوب المقترن بتسلسل تسجيل الدخول باستخدام مكونات MAF - تحديث";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "هذا مثال على الأسلوب المقترن بتسلسل تسجيل الدخول باستخدام مكونات MAF - تحميل سجل التتبع";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "أدخل كلمة المرور الحالية لتحديث كلمة المرور المستخدمة للتطبيق.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "يمكنك عرض بيانات تسجيل الدخول للتطبيق.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "أدخل كلمة مرورك لتعمل بـ Client Hub.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "أدخل بيانات اعتماد Afaria الخاصة بك.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "أدخل بيانات الاعتماد الخاصة بك لتسجيل الدخول إلى التطبيق. يخزن تطبيق Client Hub بيانات الاعتماد هذه ويمكنك استخدامها في تطبيقات أخرى أيضًا.";

/* XMSG: message */
"keyMAFLogonUIConfirmationMessage" = "هل تريد بالتأكيد إعادة تعيين التطبيق؟";

/* XHED: message */
"keyMAFLogonUIConfirmationTitle" = "تأكيد";

/* XBUT */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "إلغاء";

/* XBUT */
"keyMAFLogonUIConfirmationOKButtonLabel" = "موافق";

/* XMSG: message */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "تغيير رمز مرور التطبيق";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "تعيين رمز مرور التطبيق";

/* XFLD: label for a field */
"keyMAFLogonUIDeleteProgressDialogText" = "حذف";

/* XFLD: label for a field */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "يتم الآن التحديث";

/* XFLD: label for a field */
"keyMAFLogonUIUploadTraceProgressDialogText" = "يتم الآن التحميل";

/* XMSG: message */
"keyErrMAFLogonUINGRegistrationCancelled" = "تم إلغاء التسجيل.";

/* XMSG: message */
"keyErrMAFLogonUINGOperationCancelled" = "تم إلغاء العملية.";

/* XMSG: message */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "س.ر.م. Afaria هي\"إيقاف  دائم\" لذا لا يمكنك تغيير ر.م. تطبيق.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "رموز المرور التي أدخلتها غير متطابقة.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "نسيت رمز مرور SSO";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "قم بإعادة تعيين رمز مرور SSO في Client Hub ثم أعد تشغيل التطبيق.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "سيؤدي تخطي إدخال SSO إلي فصل التطبيق من Client Hub.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "رمز مرور SSO غير صالح";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "غير مسموح بالعملية بهذه الحالة.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "رمز المرور القديم";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "انتهاء المهلة";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "فورًا";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "في %1$i من الثواني.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "في %1$i من الثواني.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "في %1$i من الدقائق.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "في %1$i من الدقائق.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "في %1$i من الساعات.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "في %1$i من الساعات.";

